{
  "nav_about": "About Us",
  "nav_services": "Services",
  "nav_contact": "Contact",

  
  "hero_title": "Websites that think, respond, and sell for you",
  "hero_subtitle": "We automate your business so you can convert more clients without wasting time.",
  "hero_cta1": "Request Consultation",
  "hero_cta2": "See Solutions →",
  "hero_caption_default": "Automate processes, capture leads, and grow your business.",
  "hero_caption1": "Automate, respond, and convert clients in seconds.",
  "hero_caption2": "Your website works for you 24/7 while you sleep.",
  "hero_caption3": "Automate your business and grow your results with artificial intelligence.",

  "about_title": "A digital team at your side, boosting your business every day",
  "about_text1": "At Mateo, we combine design, development, and automation in one team.",
  "about_text2": "We use technology and AI to scale digital businesses sustainably.",
  "about_button": "Learn more about us →",

  "metrics_sites_launched": "Websites launched",
  "metrics_lighthouse_score": "Average Lighthouse score",
  "metrics_implementation_days": "Average implementation days",
  "metrics_conversion_increase": "Increase in conversions",

  "services_title": "Smart Solutions that Transform Businesses",
  "services_subtitle": "We combine automation, design, and technology so your brand can grow without limits.",

  "service_1_title": "Smart Landing Pages",
  "service_1_desc": "Unique designs with integrated AI assistants, automated chat, and WhatsApp connection. Capture more clients in less time.",
  "service_1_cta": "Request proposal →",

  "service_2_title": "Automations",
  "service_2_desc": "We implement automated processes that manage leads, schedule meetings, send emails, and respond to clients 24/7. Optimize your business with real-time intelligent solutions.",
  "service_2_cta": "Book a meeting →",

  "service_3_title": "Digital Solutions",
  "service_3_desc": "We build online stores, mobile apps, and custom systems for your business. Boost your digital presence with integrations, online payments, and guaranteed scalability.",
  "service_3_cta": "See options →",

  "about_title_main": "Your digital team,",
  "about_title_highlight": "boosting your business every day",
  "about_text_1": "At Mateo, we combine design, development, and automation in a single team. We don’t just create websites — we build systems that work for you.",
  "about_text_2": "We’re a company that unites technology and artificial intelligence to help businesses scale continuously. Our clients see us as their all-in-one marketing, development, and support team.",
  "about_cta": "Learn more about us →",
  "about_caption": "Corporate video: discover who we are and how we help businesses grow.",

  "faq_title": "Frequently Asked Questions",
  "faq_subtitle": "Find quick answers about our smart landing pages, automations, and digital solutions.",
  "faq_q1": "What is a landing page?",
  "faq_a1": "A landing page is designed to convert visitors into customers. It summarizes your business, showcases services, and guides users toward taking action such as contacting or purchasing.",
  "faq_q2": "What are the benefits of an optimized landing?",
  "faq_a2": "It improves your Google ranking, attracts leads, and increases conversions. Our smart landing pages are AI-driven, SEO-optimized, and built for measurable results.",
  "faq_q3": "What is automation and how does it help?",
  "faq_a3": "Automations allow your site to handle, respond to, and manage clients automatically. They save time, reduce errors, and ensure 24/7 customer service with a professional experience.",
  "faq_q4": "What kind of support does your company provide?",
  "faq_a4": "We have a team of professionals specialized in web design, development, and optimization. We accompany you from creation to continuous digital growth.",
  "faq_q5": "Can I connect my landing page to WhatsApp or social media?",
  "faq_a5": "Yes. We integrate your landing page with WhatsApp, Instagram, email, and smart chatbots so your customers can reach you easily from any channel.",
  "faq_q6": "Do you develop custom applications or systems?",
  "faq_a6": "Yes, in addition to landings and automations, our team also creates mobile apps and fully customized systems tailored to each client’s needs.",
  "faq_q7": "Can I update or improve my website after it’s launched?",
  "faq_a7": "Of course. Our solutions are built to scale with you. You can request redesigns, new features, or integrations anytime.",
  "faq_q8": "How can I contact your company?",
  "faq_a8": "You can contact us easily using the floating chat button, the contact form, or by checking our contact details at the bottom of the page.",
  "faq_q9": "What makes your company different from others?",
  "faq_a9": "We don’t just build digital products — we guide each client through their evolution. Our approach combines AI, design, strategy, and expert human support to grow your business sustainably.",
  "faq_more": "See more questions",

  "clientes_title": "Success Stories",
  "clientes_subtitle": "Clients who transformed their digital presence with Mateo.",
  "clientes_quote1": "“We hired them to create an AI-powered landing page and within weeks we were ranking on Google. The team is always available.”",
  "clientes_quote2": "“We wanted a modern, optimized website. Thanks to their AI, we’re getting more inquiries without increasing ad spend.”",
  "clientes_quote3": "“Our AI landing page doubled our conversions. We love having technical support always available.”",
  "clientes_person1": "Andrea — Retail",
  "clientes_person2": "Luis — Services",
  "clientes_person3": "María — Real Estate",

  "contact_title": "Contact",
  "contact_subtitle": "Ready to transform your business? Let’s talk",
  "contact_form_title": "Send us a message",
  "contact_name_label": "Full name",
  "contact_name_placeholder": "Your name",
  "contact_email_label": "Email",
  "contact_email_placeholder": "your@email.com",
  "contact_phone_label": "WhatsApp / Phone",
  "contact_phone_placeholder": "+1 234 567 8900",
  "contact_company_label": "Company",
  "contact_company_placeholder": "Your company (optional)",
  "contact_message_label": "Message",
  "contact_message_placeholder": "Tell us briefly what you’d like to automate or create...",
  "contact_message_limit": "Maximum 300 characters",
  "contact_button": "Send Message",
  "contact_info_title": "Contact Information",
  "contact_email_title": "Email",
  "contact_phone_title": "Phone",

  "footer_brand_desc1": "We create smart websites that boost your business with real technology and strategy.",
  "footer_brand_desc2": "More visibility, more trust, and measurable results.",
  "footer_services_title": "Our Services",
  "footer_service1": "Intelligent Landing Pages",
  "footer_service2": "Automations and AI Bots",
  "footer_service3": "Online Stores and Apps",
  "footer_service4": "Personalized Consulting",
  "footer_contact_title": "Contact Us",
  "footer_support": "Technical support and personalized attention.",
  "footer_rights": "© 2025 Mateo. All rights reserved.",

  "chat_bubble_text": "Need help? Chat with us on WhatsApp!",
  "chat_open_label": "Open WhatsApp chat",
  "chat_header": "Support • Mateo",
  "chat_input_placeholder": "Type your message..."


}
